Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 그러나 계약금 10억 원에 3년간 제반 비용 3억 6천만 원을 더하면 매니지먼트사는 톱스타 A 양에게 총 비용 13억 6천만 원을 지출하고 12억 원의 매출을 얻는다.
en: But if you factor in the contract fee to the total cost of 360 million won over three years, then the management company will have paid a total of 1.36 billion won to top star A, but will have only earned 1.2 billion won in revenue.

source: ⑤ 계약 해지일 현재 이미 발생한 당사자들의 권리·의무는 이 계약의 해지로 인하여 영향을 받지 않는다.
en: ⑤ The rights and obligations of the parties with a date of termination that has already passedwill not be affected by this.

source: 중학교 3학년이 끝나고 고등학교에 들어가는 방학 전, 페이스북이 활성화되기 전에는 카카오스토리라는 sns가 활발했다.
en: During the vacation between my last year of middle school and my first year of high school, before Facebook was commonly used, I was active on a form of social media known as Kakao Story.

source: ④ 1995~현재:
en: ④ 1995 - Today:

source: 따라서 무엇보다 엔터테인먼트 업계에서 일하려면 콘텐츠에 대한 애정이 다른 일반인들보다 훨씬 커야 한다고 생각한다.
en: Therefore, above all, I would say those looking to get into the entertainment industry, should love the content much more than typical people do.

source: A 양이 1년 동안 CF로 30억 원을 번다고 가정할 때, 계약 수익 배분 기준(1:9)에 따르면 매니지먼트사는 매년 3억 원씩 3년간 9억 원을 벌 수 있다.
en: Let's say that top star A earns 3 billion won per year from appearing in commercials. If we apply the standard earnings distribution of the contract, then the management company can earn 300 million won per year or 900 million won over three years.

source: 즉, 연예인은 소속사를 옮길 때마다 회사로부터 거액의 전속 계약금을 챙기며, 그때마다 연예 매니지먼트사는 금전적으로 큰 출혈을 피할 수가 없는 구조다.
en: This means this is a structure where each time the celebrity transfers to a different agency, the celebrity receives enormous exclusive contract fees. And with each transfer, the celebrity management company has to inevitably bear major losses.

source: 프로듀서·작곡가는 핵심 엔지니어 격
en: Producers and songwriters are the core engineer standard

source: 회사 매출에도 신경 써야 할 위치이며, 다양한 대외 업무와 외부 미팅 등 비즈니스 업무로 바빠지는 단계이다.
en: They are in a position where they have to pay attention to company revenue. This is also a position that requires a lot of involvement in various external tasks, outside meetings and other business tasks.

source: 외모 업그레이드, 성형 수술은 필수인가요?
en: Is plastic surgery required for upgrading my appearance?

source: 미국 할리우드의 경우 이 두 가지 역할이 분업화되어 각기 다른 조직에서 행해지고 있지만, 한국의 경우 한 회사에서 비즈니스 계약 업무는 이사급 이상의 임원이, 연예인 스케줄 관리는 소위 말하는 로드 매니저부터 실장급의 매니저들이 담당하고 있다.
en: In Hollywood in the United States the two roles are subdivided and carried out by separate organizations. However in Korea, business contract tasks are the purview of executives at the director level or higher, while celebrity schedule management is performed by the department head level managers, also known as road managers.

source: 신촌/홍대 근처 공연장, 강남/압구정/청담 등 클럽
en: Concert halls near Sinchon/Hongdae, Gangnam/Apgujeong/Cheongdam and other clubs

source: SM은 이러한 과정을 통해 전 세계적인 음악 트렌드를 가늠할 수 있으며 트렌드에 가장 적합한 곡을 선정, 가수와 접목해 신곡을 기획하는 방식이다.
en: Through this process, SM can assess music trends from around the world, choose the songs that best fit the trends, and plan new songs to be incorporated by the singers.

source: 스타의 출연 출연료는 스타라는 상품의 희소가치에 따라 천차만별이다.
en: The appearance fees for stars can greatly differ according to the scarcity value of this merchandise known as a star.

source: 특히 팬층이 두터운 가수들의 경우, 신곡이 발표 될 때 팬클럽에서 조직적으로 음원 차트 공략에 나선다.
en: In particular, for singers with a tightly knit fan base, when they release a new song the fan club systematically take over the digital music charts.

source: 그리고 미국과는 다르게 매니지먼트사에서 아티스트에게 토털 서비스를 해 준다(차량, 매니저, 제반 비용, 법무, 재정, 회계, 세무 등).
en: And unlike the United States the management company provides total services to the artist (transportation, managers, all expenses covered, legal costs, financial affairs, accounting, taxes, etc.).

source: 멜론 차트 추천 걸기:
en: Post a melon chart recommendation:

source: 에이전시=헤드헌터=부동산 중개인?
en: Agency = Headhunter = Real Estate Broker?

source: 일상에서 다양한 세상과 사람을 만나고 경험한다면 좋겠지만 현실적으로는 어렵다.
en: It would be great if you could have diverse experiences and meet different people in everyday life, but this is difficult to do realistically.

source: 불과 4~5년 전만 해도 해외 거래선과의 비즈니스 미팅이나 파티에서 이야깃거리가 없어서 서먹한 대화가 이어졌다.
en: Just four or five years ago, at business meetings or parties for overseas deals, there was not much to talk about, which lead to awkward conversation.

source: 즉, 뛰어난 가수가 될 역량을 갖춘 아이들은 많으나 ‘스타’가 되려면 기획사의 시스템이 절실히 필요한 시대이다.
en: In other words, there are many youngsters out there with the ability to become stars, but we are in an era where the management company’s system is desperately required.

source: 21세기는 문화 콘텐츠의 힘이 국력인 시대이다.
en: The 21st century is an era in which the power of cultural content equates to national power.

source: 다만, 연습생이 계약의 종료를 목적으로 앞의 사정을 초래한 경우에는 그러하지 아니하다.
en: Provided, the same is not to apply if the trainee caused the circumstances mentioned above with the goal of terminating the contract.

source: 그래야 한 단계, 두 단계씩 여러 작품을 통해서 스스로 성장할 수 있다.
en: That way, the actor can grow at one or two steps at a time through a production.

source: 나는 나중에 그분에게 말했다. “오래전 형님이 저에게 이런 말을 해 주셨어요!”라고 말이다.
en: I later said to him, “you said that to me a long time ago!”

source: 영화든, 드라마든, CF든 상관없이 불가능한 상황을 종합하고 불필요한 요소를 제거해 융통성 있게 배우의 입장과 제작사·광고주의 입장을 반영해서 프로젝트를 가능하게 만들어야 한다.
en: The manager has to be able to make the project work by taking note of all the undoable situations, whether it is for a film, drama or commercial, and have the unnecessary elements removed, and with flexibility, reflect both the actor’s standpoint and the production company’s standpoint or that of the advertiser.

source: 각지에 가수 대비 전문 학원이 생겼고, 캐스팅 매니저라는 직업군이 따로 생겼다.
en: Schools for singer hopefuls sprung up around the country, and job group known as casting manager was created.

source: 그렇다면 누구를 통해 이 분야로 접근을 해야 할지 생각 끝에 조용필 씨가 떠올랐다.
en: Then, while thinking about who I should contact in order to get into this field, I thought about Cho Yong-pil.

source: 예전처럼 작곡가 개인의 느낌, 프로듀서 자신의 독단적인 선택으로 곡을 써서 대중적으로 ‘히트’를 치기에는 아주 복잡한 음악 시장이 되어버렸다.
en: The music market has become a very sophisticated one where a song is written with the individual feeling of a songwriter as was done in the past, but also written with the assertive choices of the producer in the hopes of attaining “hit” status.

source: 연예인이란 무엇일까?
en: What is a celebrity?

source: ● 에이전시와 매니지먼트사의 차이점
en: ● Differences between agencies and management companies

source: 상호 간의 신뢰:
en: Mutual trust:

source: 신인 육성 방법은 한국과 비슷한데, 자체 오디션을 통해 발굴하거나 자회사인 아카데미를 통하여 집중 육성 후 선발하는 시스템이다.
en: The method of training new celebrities is similar to that of Korea. It consists of a system where new celebrities are either discovered through in-house auditions, or hopefuls attend a company-affiliated school where they are intensively trained and some are later chosen.

source: ● 직업으로서 매니저의 매력
en: ● The glamour of the manager position

source: 종신 고용 시스템, 노후를 보장받는 일본의 연예인
en: Lifetime employment system, Japanese celebrities are guaranteed retirement

source: YG엔터테인먼트의 작곡가는 예전 댄스 그룹 원타임의 멤버인 테디가 가장 대표적이라 할 수 있겠다.
en: Teddy, a former member of the dance group, 1TYM, is a prominent example of a singer turned songwriter at YG Entertainment.

source: 이러한 부분은 아직도 많은 논란이 있는데, 결국 한국의 경우 연예인의 성장 과정에 있어 개인적인 비용까지 다 지불하는 매니지먼트 시스템과 비즈니스 업무만 대행해 주는 에이전시 시스템이 복합되어 있기 때문이라고 볼 수 있다.
en: This aspect of the industry still garners much controversy. Ultimately in Korea, this could be seen as a result of integrating both a management system that covers all the personal costs required during the development course of the celebrity, and an agency system that solely manages business tasks.

source: 배우를 사랑하는 방법은 배우가 연기하는 모니터를 보는 것이다.
en: The way to be taken by your actor is to monitor that actor’s acting.

source: 음반 제작 프로세스
en: Album production process

source: 대표적인 케이스가 씨앤블루이다.
en: A most notable case was CNBLUE.

source: 이러한 미세한 부분들을 기획사 관계자들이 캐치하여 연습생들에게 성형을 권한다.
en: Such minute aspects are analyzed by those involved at the management company, then a suitable type of plastic surgery is recommended.

source: 그때 전화를 받은 분이 나중에 보니 조용필의 친형님인 조영일 씨였다.
en: I later found out the person I was talking with on the phone was Cho Yong-pil’s older brother Cho Yong-il.

source: 그런데 누가 누구를 키우고 말고 하는 게 어디 있겠나.
en: But who says that one makes the other?

source: 결과론적으로 적성에 맞고 좋아하는 일, 흥미를 느끼는 일이어서 힘들지 않았고 시대의 흐름도 맞아 운도 따라 주었다.
en: In the end, the work suited me, I enjoyed doing it, and I got a kick out of it so I wasn’t drudgery. I also got in at the right time and luck followed.

source: 이러한 원석이 좋은 아이들을 잘 다듬어 가요 시장에 내놓는 역할을 하는 것이 바로 가수 기획사이다.
en: The singer management company acts as the mechanism that takes these rough gemstones and polishes them before releasing them into the K-pop market.

source: [대중문화예술기획업자] (이하󰡐기획업자󰡑라 한다)[와, 과]{j}[연습생] (이하󰡐연습생󰡑이라 한다)[는, 은]{j}다음과 같이 연습생 계약을 체결함에 있어 상호 신의성실로써 이를 이행한다.
en: The [Popular Culture and Arts Planner] (hereinafter referred to as “the Planner”) [and]{j}the [trainee] (hereinafter referred to as “the Trainee”) {j}hereby conclude this trainee contract and will mutually and faithfully perform the duties of this contract.

source: 부모님도 대학 시절부터 취미로 음악을 해 오셨다.
en: Music was a hobby for my parents since their time at university.

source: 물론 기회를 잡기 위해서는 실력적으로 준비가 되어 있어야 한다.
en: Of course in order to seize such opportunities, you do need to be prepared in terms of skills.

source: 먼저 배려하라.
en: Be considerate of others first.

source: 중학교 2학년 때 우연히 TV로 서태지와아이들의 무대를 보고 심장의 두근거림을 느끼며 팬이 되었고, 그때부터 음악과 춤에 관심을 가지면서 가수의 꿈을 키웠다.
en: When I was in my second year of middle school I happened to see Seo Taiji and Boys perform on stage, my heart was all a flutter and I became a fan. From that point on, I became interested in music and dance and dreamed of becoming a singer.

source: 계약 조건에 따라 매니지먼트사는 연예인에게 세무, 상속 등 재산 관리에 필요한 다양한 서비스를 제공한다.
en: According to the conditions in the contract management can also provide a wide range of required services these celebrities require for managing taxes, inheritance and property.

source: 국내에서는 프로듀서의 개념과 같이 쓰이기도 하지만 엄연히 다른 영역이다.
en: In Korea, this role is used interchangeably with the concept of producer, but it undoubtedly covers different areas.

source: 그리고 어느 직종이든 밝은 면과 어두운 면이 존재하며, 우리는 어두운 면을 인지하되 밝은 면을 바라보며 한 걸음 한 걸음 꿈을 향해 앞으로 나아가야 한다.
en: And as with any occupation, there are good and bad points about the job. We must progress forward step by step towards our dreams while recognizing the bad points and looking to the good points.

source: ③ 제6조에 따른 계약 내용 변경 및 제1항에 따른 부속 합의는 이 계약의 내용과 배치되거나 위반하지 않는 범위에서 효력이 있다.
en: ③ Changes to the contract pursuant to Article 6 and pursuant to Paragraph 1 of this affiliation agreement are effective so long as they do not run counter to or violate this contract.

source: 왜냐하면 국내의 내로라하는 작가, PD, 영화감독들이 앞다투어 작품 시나리오를 들고 출연해 달라고 찾아오기 때문이다.
en: This is because the Korean writers, producers, and movie directors all bring their scenarios and their flattery asking you to appear in their productions.

source: 녹음실
en: Recording room

source: 따라서 하고자 한다면 누구나 도전할 수 있다.
en: Therefore, anyone can try their hand at this occupation.

source: 2000년대 중반 이후 한류가 전 세계적으로 퍼져 나가면서 연예인들의 해외 활동이 국내 활동보다 더욱 큰 비중을 차지하는 시대가 왔다.
en: After the mid-2000s, the Korean wave spread throughout the world and an era was ushered in where the proportion of celebrities’ overseas activities was greater than their domestic activities.

source: ● 매니저 구분
en: ● Manager classifications

source: 아무쪼록 이 책이 한국 엔터테인먼트 산업 전반에 대한 인식 재고를 가져오는 것은 물론, 건전하고 정확한 인식으로 산업이 더욱 발전할 수 있는 계기가 되기를 바란다.
en: As much as possible, I hope that this book will enhance readers’ knowledge about the Korean entertainment industry and will enable the industry to further develop from the sound, accurate knowledge provided therein.

source: 두 번째로 지망생 본인이 원하는 방향과 회사의 방향이 잘 맞아야 한다.
en: Second, the direction the celebrity hopeful wants to take should be a good fit with the direction the company is taking.

source: 결국 모두가 겪는 일이지만 자존감이 바닥을 치는 경험을 하게 된다.
en: Eventually all actors experience your self-esteem hitting rock bottom.

source: 한국처럼 가수의 육성 시스템이 잘 완비되어 상품처럼 찍어 내는 곳도 없다.
en: No place else is so well equipped with a system of singer development that churns out singers like merchandise.

source: 미국의 할리우드는 이러한 폐해를 이미 경험하여 1940년대에 이미 제작과 매니지먼트 업무를 법으로 엄격하게 분리했다.
en: Hollywood in the United States has already experienced such harmful effects, and since the 1940s production business and management business have been strictly separated by rule of law.

source: 그만큼 내게 있어서 음악은 정말 삶의 일부가 된 것 같다.
en: For me, music seems to really be a part of my life.

source: 하지만 이러한 세계화 흐름에도 일부 대형 매니지먼트사를 제외하고는 비즈니스를 책임지고 있는 연예인 매니저들의 변화가 이루어지지 않는 등 아직 산업 트렌드 변화에 적응하지 못하고 있다.
en: However despite such a trend in globalization, except for a few large management companies, managers that were in charge of business matters did not make any changes and have still not adjusted to the changing trend of the industry.

source: 리허설을 마치고 다시 대기실로 왔다.
en: After the rehearsal, we return to the waiting room.

source: 아카데미에서는 연기를 시작하는 배우 지망생들이 반드시 갖추어야 할 기본기 훈련, 즉 올바른 표현을 위한 신체 훈련과 발성 훈련을 포함하여 작품 해석 등을 단계적으로 익히고, 이후에는 촬영 현장에서 적용되는 영상 매체 연기법을 실습한다.
en: At our school, actor hopefuls starting acting are given the necessary basic training. This means they become familiar with various aspects in stages. They undergo physical training for the proper expression, voice training and learn how to interpret a script. Later, they practice video media acting, which applies to filming sets.

source: 최근 1인 콘텐츠 크리에이터가 각광받는 시장에서 MCN 사업을 이끌고 있는 썬파워 프로덕션의 김대성 본부장을 인터뷰했다.
en: I recently interviewed Chief Director Kim Dae-seong at Sunpower Productions who has received much acclaim for being a one-person content creator and who is heading the multi-channel network (MCN) business.

source: 그것은 또한 내가 미처 바라보지 못했거나 이해하지 못한 것들을 깨닫게 되는 배우로서 성장의 거름이며, 공동 작업을 해야 하는 배우라는 직업의 특성상 연기가 아닌 다른 파트의 스태프들을 이해하며 공동의 목표를 이루는 데 필요한 중요한 요소이다.
en: Also, actors realizing that which they haven’t previously seen or understood forms a basis for growth. Actor teamwork means understanding staff members involved in other parts, not just about the characteristics of acting, which is an important element required for reaching goals.

source: 미용실 도착, 5명이 동시에 머리를 만지니 여기저기서 헤어드라이어기 소리가 굉음을 내며 꾸벅꾸벅 졸고 있는 나를 깨운다.
en: We arrive at the hair salon. To touch up their hair, hairdriers turn on all at the same time for all five of them. The noise wakes me right up from nodding off.

source: 가끔 신인 그룹들의 데뷔 ‘비하인드 스토리’를 보면 데뷔 무대 며칠 전에 최종 멤버가 바뀌는 경우가 있다고 하는데, 바로 위와 같은 이유 때문이다.
en: Sometimes, when you look at the “behind the scenes,” there are instances where the final decision for the members were switched several days before getting on stage. That is why nothing is for certain until you make it on stage.

source: 이와 함께 최근 1인 콘텐츠 크리에이터 등 새로운 장르의 셀럽들이 탄생하고 있다.
en: In addition, a new genre of celebrities are being born such as the one-person content creators as of late.

source: 매니저먼트 사업을 하면서 ‘내가 이 분야에서 확실하게 성공할 수 있다.’라는 느낌을 언제 받았나?
en: While conducting the management business, when did you get the sense that “I can surely succeed in this field?”

source: 영화·드라마 등이 기획될 때, 에이전시의 네트워크와 정보력이 중요한 역할을 한다.
en: When a film or drama is in the planning stage, the network and the information power of the agency play important roles.

source: 신인 배우들과 일을 하는 경우가 많았다.
en: I often worked with new actors.

source: 4) 팬 마케팅
en: 4) Fan marketing

source: 매니저의 정의
en: The definition of a manager

source: 한 가지 주목할 점은 영화의 경우 스크린이 커서 관객들에게 얼굴의 미세한 움직임까지 다 보이기에 연기를 못하는 배우의 경우 그 오점이 쉽게 드러난다는 것이다.
en: One point worthy of mention is that films are played on the big screen so filmgoers can see all the minute details of an actor’s countenance, so for unskilled actors, such mistakes are easily recognizable.

source: 전 세계적인 한류 열풍으로 가수는 물론 배우들의 해외 진출이 활발해졌다.
en: Singers and actors are actively penetrating overseas markets thanks to the Korean wave fever that has swept the globe.

source: 3대 기획사 음반 제작 프로세스
en: Album production processes for the Big Three management companies

source: ● 할리우드의 블록버스터 영화 대부분은 ‘패키지 딜’을 통해 탄생한다
en: ● Most of Hollywood's blockbuster movies are created through “package deals”

source: ● 국내 한 전자 회사 해외 영업 부장의 이야기
en: ● The story of an overseas sales director at a Korean electronics company

source: 스타에 의존한 이런 콘텐츠 생산에는 분명 한계가 있는데, 우수한 콘텐츠는 탄탄한 기획, 좋은 시나리오, 연기력이 뛰어난 연기자, 역량 있는 스태프가 어우러져 탄생하는 것이다.
en: There are clearly limitations when it comes to the production of such content that is dependent on stars. Excellent content is created when there is a perfect storm of thorough planning good scenarios actors with great acting ability and capable staff.

source: 나는 산에 자주 가서 내면을 힐링하곤 한다.
en: I often go to the mountains to seek internal healing.

source: - 스케줄링:
en: - Scheduling:

source: 그 후 연예인들이 제작사로부터 완전히 독립하여 프로젝트별로 계약에 의해 일하는 현재의 에이전시 시스템이 정착하게 되었다.
en: Later celebrities became completely independent from production companies and the current agency system of today took root where they work under contract on a project basis.

source: 한류의 열풍이 가깝게는 중국, 동남아시아, 미국의 청소년들부터 멀리는 유럽과 남미 국가의 청소년들까지 영향을 미쳐 그들의 장래 희망도 연예인이라고 한다.
en: The influence of the Korean wave has spread to youths in nearby countries such as China and those in Southeast Asia, and even as far as the United States, and countries in Europe and South America. The young people in those countries also hope to become future celebrities.

source: 마케팅 프로세스는 크게 유통사 마케팅, 소셜 미디어 마케팅, 언론 마케팅, 팬 마케팅 그리고 가장 전통적인 매니저들의 영업 홍보 활동으로 나뉜다.
en: The marketing process is largely divided into distributor marketing, social media marketing, press marketing fan marketing and the sales promotion activities performed by managers, which is the most traditional form.

source: 미국 하버드 케네디 스쿨의 대학원장인 조지프 나이(Joseph S. Nye Jr.)
en: Joseph S. Nye Jr., former Dean of the Harvard Kennedy School of Government in the United States.

source: 매일 2~3회 몸무게 확인을 하고 변화에 대해 지속적인 피드백을 주고 섭취량을 조절한다.
en: Weight is checked two to three times a day and ongoing feedback is given on the change and portions are adjusted.

source: 연예인은 일반 직장인들과 같이 연봉제, 호봉제로 월급을 받으며 본인의 활동 빈도와 인기도에 따라 차등이 있으며, 보너스가 지급된다.
en: Celebrities receive annual salaries and then you will raise is just ask would typical employees. Differences would exist according to how frequently your work and your popularity. Bonuses are also paid to the celebrities.

source: 특히 가수의 경우 뜨고 나면 팬층이 폭발적으로 증가하는데, 일반적으로 말하는 팬들의 ‘조공’인 선물이 하루가 멀다 하고 배달된다.
en: In particular, one singers begin to garner popularity, their fanbase explodes. Gifts known as “tribute” starts to come in from the fans.

source: 물론 둘 다 왔다 갔다 병행하는 배우도 많다.
en: Of course there are many actors that appear in both.

source: 메인 화면 노출(최신 앨범,빅 배너)
en: Main screen exposure (latest album, large banner)

source: 그렇기에 막대한 영향이 될 수도 있는 미국의 디지털 사례를 학습하며 배워 가야 할 필요성이 있다고 본다.
en: That is why I feel it is necessary that we must study and learn from the digital example of the United States which could be enormously influential.

source: 미국에서는 매니저와 에이전트의 업무가 분리되어 있어 철저하게 고객 지향적인 서비스를 제공하며 연예인을 ‘Client’라고 표현한다.
en: In the United States, manager tasks and agent tasks are separated which makes for more customer-oriented services. And the celebrity is called the “client.”

source: 우선 이 기간 동안 기획사가 연습생과 보호자에게 “이런 방식으로 당신의 아이를 키울 것입니다.”라는 것을 의논한다.
en: First, during this period, the management company discusses with the trainee and the parents the methods that will be employed to develop the child.

source: UCC 제작, 앨범 구매 활동회원의 등급 업그레이드
en: Membership levels upgraded by membership activities: producing user-created content, purchasing albums

source: 이들은 입사 후 체계적이고 과학적인 교육하에 육성되는데, 시나리오 및 캐릭터 분석법, 감독, 배우, 작가, 프로듀서 등 각 분야별 캐스팅 방법 등을 다양하게 배우며 본인 고객의 상품성을 높일 수 있는 여러 가지 기법을 습득한다.
en: After joining such agencies, they are given a systematic and scientific education. They learn about scenarios and character analysis methods, and the methods of casting directors, actors, writers, producers and others in the field. They acquire various techniques to enable a customer to enhance their marketability.

source: 매니지먼트 업계에 처음 들어온 건 언제이고 총 경력은 어떻게 되나?
en: When did you first enter the management industry and how much experience do you have total?

source: 에이전시는 단순 연예인의 계약 대행을 해 주는 것이 아니다.
en: The agency does not solely provide contract mediation services for the celebrity.

source: 중소 가수 기획사 또는 신생사의 경우 최대한 소비자들에게 노출되어야 하는데 신생 가수의 음원이 상단에 노출될 가능성은 매우 희박하다.
en: Small and medium sized singer management companies or new companies have to get the maximum amount of exposure to consumers, but new singers have very slim chances of getting exposure.

source: 단순히 하드웨어(외적인 요소)만 뛰어난 연예인의 경우, 초반에는 대중들의 눈을 사로잡을 수 있다.
en: For celebrities with outstanding hardware (external attributes), in the beginning, they can capture the public’s attention.

source: ② 이 계약에서 “연습생”이란 대중문화예술용역을 제공할 의사를 가지고 대중문화예술인의 직업수행에 필요한 능력의 습득ㆍ향상을 목적으로 하는 훈련을 제공받기 위하여 기획업자와 계약을 체결하는 사람을 말한다.
en: ② In this contract, the Trainee refers to the person who concludes this contract with the Planner and has the intentions of providing popular culture and arts services and is to receive training for the purpose of acquiring and improving on the necessary abilities required to perform the duties of a popular culture artist.

source: 2016년 최고의 드라마인 <태양의 후예>는 극 중에서 ‘유시진’ 대위를 연기한 ‘송중기’를 아시아 톱스타로 만들어 버렸다.
en: In the best drama of the year, Descendants of the Sun, Song Joong-ki played Captain Yoo Si-jin, a role that made him into a big name actor.

source: 경영을 하는 것도 아닌 것 같고, 장사나 다른 사업을 하는 것도 아닌 것 같았다.
en: I didn’t think it would be business management, nor selling or some other form of business.

source: 기획사에서는 체중 관리를 권투 선수의 계체량 확인보다 더 심하게 한다.
en: At the management company, trainees are under more scrutiny about their weight than for boxers at weigh-ins to manage their weight.

source: 가수 매니저의 음악 방송 생방송 날의 하루
en: A day in the life of a singer’s manager when the music is played over a live broadcast

source: ② 기획업자는 필요 시 대중문화예술인이 심리 건강에 관한 상담 또는 검사 등을 받도록 조치하는 등 대중문화예술인의 정신적 건강을 보호하기 위해 노력하여야 한다.
en: ② A Planner is to make every effort to protect the mental health of the Popular Culture Artist, such as taking measures for the Popular Culture Artist to receive counseling or examinations regarding psychological health, if necessary.

source: 특이한 점은 일본인들의 민족성이나 가치관이 일본 매니지먼트 방식에 고스란히 녹아 있다는 것이다. ‘종신제’, ‘장인 정신’과 같은 일본인들이 추구하는 사상을 볼 수 있고, 자유로운 소속사 이전을 금기시하는 경향이 있다.
en: One unique aspect about management in Japan is it retains the national characteristics and values of the Japanese people, and adheres to the method of management in Japan. “Lifetime employment,” “craftsmanship” and other ideas the Japanese pursue can be seen here. Freely transferring between agencies tends to be taboo.

source: 관객 참여형 오디션, 사전 노출을 통한 인지도 확보
en: Auditions where the audience takes part, recognition secured through prior exposure

source: 보통 막내 로드 매니저와 같이 차를 타고 이동하며 연예인의 스케줄을 실질적으로 관리하고, 스케줄에 차질이 없도록 진행한다.
en: Usually the schedule manager rides in the same car as the youngest manager, the road manager. The schedule manager is responsible for actually managing schedules and seeing to it that schedules go smoothly.

source: 생방송이라 이때는 방송국 스태프부터 가수, 매니저들까지 모두 긴장을 놓을 수가 없다.
en: Since it is a live broadcast, the broadcast station staff, singers and even the managers are all on edge and cannot relax.

source: 케이블:
en: Cable:

source: (6.김상영)
en: (6. Kim Sang-yeong)

source: 둘 다 맞는 이야기이기에 이러한 불만이 서로에게 생기지 않도록 적절한 조항들을 만들어 서로 만족하는 계약을 마지막까지 성실하게 지키는 것이 서로가 윈윈(win-win)하는 것이다.
en: In this instance both parties are guilty, therefore to prevent such complaints from occurring, the proper clauses should be drawn up and faithfully adhered to until the contract has been fulfilled to create a win-win for both parties involved.

source: 대표적인 오디션 프로그램 출신 스타가 서인국이다.
en: A prominent star who got his start from an audition program was Seo In-guk.
